<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>Insert title here</title>
</head>
<body>
	<%@ include file = "sidebar.jsp" %>
	<div class = "container my-5" style="margin-top: 50px;">
		<div class = "row">
			<div class = "col-md-6 offset-md-3" style="text-align: center;">
				<h2><label>약관</label></h2>
				<hr>
				<p>약관의 구성
					본 요약은이 색인은 서비스 약관('약관')을 살펴보는 데 도움을 주기 위해 만들어졌습니다.이 되도록 고안되었습니다. 이 정보가 유용한 가이드가 되기를 바라며, 약관 전문도 반드시 확인하시기 바랍니다.
					
					DUBU에 오신 것을 환영합니다.
					이 섹션에서는 DUBU와 사용자의 관계를 설명합니다. 여기에는 서비스에 대한 설명이 포함되며, 계약을 정의하고, 서비스 제공자를 밝힙니다.
					
					서비스 이용 대상
					이 섹션에서는 서비스 이용에 대한 특정 요구사항을 설명하고, 사용자 분류를 정의합니다.
					
					서비스의 이용
					이 섹션에서는 서비스를 이용할 수 있는 권한과 서비스 이용에 적용되는 조건을 설명합니다. 또한, 서비스가 변경될 수 있음에 대해서도 설명합니다.
					
					귀하의 콘텐츠 및 운영
					이 섹션은 서비스에 콘텐츠를 제공하는 사용자에게 적용됩니다. 콘텐츠를 업로드함에 따라 허여하는 권한의 범위를 정의하고, 타인의 권리를 침해하는 콘텐츠를 업로드하지 않겠다는 사용자 동의가 포함됩니다.
					
					계정 정지 및 해지
					이 섹션에서는 사용자와 DUBU가 관계를 종료할 수 있는 방법을 설명합니다.
					
					서비스에 포함된 소프트웨어에 대하여
					이 섹션에서는 서비스의 소프트웨어에 대한 세부정보를 확인할 수 있습니다.
					
					기타 법적 조항
					이 섹션에서는 당사자들의 법적 의무에 대해 설명합니다. DUBU가 책임지지 않는 사항에 대한 설명도 확인할 수 있습니다.
					
					본 계약에 대하여
					이 섹션에서는 약관의 변경이나 준거법 등 계약과 관련된 중요한 세부정보를 확인할 수 있습니다.
			</div>
		</div>
	</div>
</body>
</html>